{
    "scramble1": {
                    "text": "<p> Hello! I’m a Software <a class='scramble'>Egirnegnnie</a> Senior with one class left at Utah Valley <a class='scramble'>Uyivrenist</a>. During my studies, I worked in retail using problem solving, critical thinking, business logic, and teamwork skills. For example, I saved a $40,000 customer order from being canceled through conflict resolution and quick problem solving. This experience gives me a unique perspective when building software. You get the full-circle view on how the business functions from numerous perspectives when working with a team resolving customer-facing, employee-facing, and corporate-facing challenges after six years. It's much easier to put yourself in the end-user’s shoes.</p> <p> Every problem is a puzzle. <a class='scramble'>Serawfto</a> Engineering pairs my passion for solving puzzles with an industry consisting of dynamic challenges to manage. What I’m looking for in a position is to help create, improve, or replace software solutions to better the lives of internal and external users. As part of my academic career I’ve had exposure to Java, C#, Python, SQL, HTML, CSS, <a class='scramble'>JvaaStrpic</a>, MATLAB, R, D, SML/NJ, GitHub, and AWS services such as Lambda, API Gateway, CloudWatch, and RDS. I’ve created a handful of projects during my semester breaks using some of these technologies. Most recently I learned NodeJS, ExpressJS, MongoDB, and Heroku to build the backend of the application shown in the \"TaskIt\" tab.  More <a class='scramble'>iiofntamrno</a> on the projects I’ve built is listed in the \"Projects\" tab. Thank you.</p>",
                    "hint": {
                                "Egirnegnnie": "Engineering",
                                "Uyivrenist": "University",
                                "Serawfto": "Software",
                                "JvaaStrpic": "JavaScript",
                                "iiofntamrno": "information"
                            }
                 },
    "scramble2": {
                    "text": "<p> Hello! I’m a Software Engineering <a class='scramble'>Sneoir</a> with one class left at Utah Valley University. During my studies, I worked in retail using problem solving, critical thinking, business logic, and teamwork skills. For example, I saved a $40,000 customer order from being canceled through conflict resolution and quick problem solving. This <a class='scramble'>ecexienrep</a> gives me a unique perspective when building software. You get the full-circle view on how the business functions from numerous perspectives when working with a team resolving customer-facing, employee-facing, and corporate-facing challenges after six years. It's much easier to put yourself in the end-user’s shoes.</p> <p> Every <a class='scramble'>pblmeor</a> is a puzzle. Software Engineering pairs my passion for solving puzzles with an <a class='scramble'>istudrny</a> consisting of dynamic challenges to manage. What I’m looking for in a position is to help create, improve, or replace software solutions to better the lives of internal and external users. As part of my academic career I’ve had exposure to Java, C#, Python, SQL, HTML, CSS, JavaScript, MATLAB, R, D, SML/NJ, GitHub, and AWS services such as Lambda, API Gateway, CloudWatch, and RDS. I’ve created a handful of projects during my semester breaks using some of these technologies. Most recently I learned NodeJS, ExpressJS, MongoDB, and Heroku to build the backend of the application shown in the \"TaskIt\" tab.  More information on the projects I’ve built is listed in the \"Projects\" tab. <a class='scramble'>Tnkah</a> you.</p>",
                    "hint": {
                                "Sneoir": "Senior",
                                "ecexienrep": "experience",
                                "pblmeor": "problem",
                                "istudrny": "industry",
                                "Tnkah": "Thank"
                            }
                 },
    "scramble3": {
                    "text": "<p> Hello! I’m a Software Engineering Senior with one class left at Utah <a class='scramble'>Vleyla</a> University. During my <a class='scramble'>seidstu</a>, I worked in retail using problem solving, critical thinking, business logic, and teamwork skills. For example, I saved a $40,000 customer order from being canceled through conflict resolution and quick problem solving. This experience gives me a unique perspective when building software. You get the full-circle view on how the business functions from numerous perspectives when working with a team resolving customer-facing, employee-facing, and corporate-facing challenges after six years. It's much easier to put yourself in the end-user’s shoes.</p> <p> Every problem is a puzzle. Software Engineering pairs my passion for solving puzzles with an industry consisting of dynamic challenges to manage. What I’m looking for in a position is to help create, improve, or replace software solutions to better the lives of internal and external users. As part of my academic career I’ve had exposure to Java, C#, Python, SQL, HTML, CSS, JavaScript, MATLAB, R, D, SML/NJ, GitHub, and AWS services such as Lambda, API Gateway, <a class='scramble'>CdlouWctha</a>, and RDS. I’ve created a handful of projects during my semester breaks using some of these technologies. Most recently I learned NodeJS, <a class='scramble'>EJxrsespS</a>, MongoDB, and Heroku to build the <a class='scramble'>bdkcnea</a> of the application shown in the \"TaskIt\" tab.  More information on the projects I’ve built is listed in the \"Projects\" tab. Thank you.</p>",
                    "hint": {
                                "seidstu": "studies",
                                "Vleyla": "Valley",
                                "CdlouWctha": "CloudWatch",
                                "EJxrsespS": "ExpressJS",
                                "bdkcnea": "backend"
                            }
                 },
    "scramble4": {
                    "text": "<p> <a class='scramble'>Hlole</a>! I’m a Software Engineering Senior with one class left at Utah Valley University. During my studies, I worked in retail using problem solving, critical thinking, business logic, and teamwork skills. For example, I saved a $40,000 customer order from being canceled through conflict resolution and quick problem solving. This experience gives me a <a class='scramble'>ueinqu</a> perspective when building software. You get the full-circle view on how the <a class='scramble'>bsinesus</a> functions from numerous perspectives when working with a team resolving customer-facing, employee-facing, and <a class='scramble'>cetaoorrp</a>-facing challenges after six years. It's much easier to put yourself in the end-user’s shoes.</p> <p> Every problem is a <a class='scramble'>pzluze</a>. Software Engineering pairs my passion for solving puzzles with an industry consisting of dynamic challenges to manage. What I’m looking for in a position is to help create, improve, or replace software solutions to better the lives of internal and external users. As part of my academic career I’ve had exposure to Java, C#, Python, SQL, HTML, CSS, JavaScript, MATLAB, R, D, SML/NJ, GitHub, and AWS services such as Lambda, API Gateway, CloudWatch, and RDS. I’ve created a handful of projects during my semester breaks using some of these technologies. Most recently I learned NodeJS, ExpressJS, MongoDB, and Heroku to build the backend of the application shown in the \"TaskIt\" tab.  More information on the projects I’ve built is listed in the \"Projects\" tab. Thank you.</p>",
                    "hint": {
                                "Hlole": "Hello",
                                "ueinqu": "unique",
                                "bsinesus": "business",
                                "cetaoorrp": "corporate",
                                "pzluze": "puzzle"
                            }
                 },
    "scramble5": {
                    "text": "<p> Hello! I’m a Software Engineering Senior with one class left at Utah Valley University. During my studies, I worked in retail using problem solving, critical thinking, business logic, and teamwork skills. For example, I saved a $40,000 <a class='scramble'>cmoestur</a> order from being canceled through conflict resolution and quick problem solving. This experience gives me a unique perspective when building <a class='scramble'>swtforae</a>. You get the full-circle view on how the business functions from numerous perspectives when working with a team resolving customer-facing, employee-facing, and corporate-facing challenges after six years. It's much easier to put yourself in the end-user’s shoes.</p> <p> Every problem is a puzzle. Software Engineering pairs my passion for solving puzzles with an industry consisting of dynamic challenges to manage. What I’m looking for in a position is to help create, <a class='scramble'>irovmpe</a>, or replace software solutions to better the lives of internal and external users. As part of my academic career I’ve had exposure to Java, C#, Python, SQL, HTML, CSS, JavaScript, MATLAB, R, D, SML/NJ, GitHub, and AWS services such as Lambda, API Gateway, CloudWatch, and RDS. I’ve created a handful of projects during my <a class='scramble'>stesemer</a> breaks using some of these technologies. Most recently I learned NodeJS, ExpressJS, MongoDB, and Heroku to <a class='scramble'>bliud</a> the backend of the application shown in the \"TaskIt\" tab.  More information on the projects I’ve built is listed in the \"Projects\" tab. Thank you.</p>",
                    "hint": {
                                "cmoestur": "customer",
                                "swtforae": "software",
                                "irovmpe": "improve",
                                "bliud": "build",
                                "stesemer": "semester"
                            }
                 }
}