{
    "scramble1": {
                    "text": "<p> Hello! I’m a Software Engineering Senior at Utah Valley <a class='scramble'>Uintyrvise</a>. During my studies, I worked in retail focusing primarily on critical thinking, business logic, and teamwork. For example, I saved a $40,000 customer order from being canceled through conflict resolution and outside-the-box problem solving. This experience gives a unique <a class='scramble'>tepseeprvic</a> when building software. After more than six years of fixing problems on a team, you begin to see how the business functions from numerous perspectives. What I found the most <a class='scramble'>igseenttnri</a> was when the problem wasn’t business related, but technology related. </p> <p> Software <a class='scramble'>Enignegneri</a> pairs my passion for solving problems with an industry consisting of dynamic challenges to overcome. What I’m looking for in a career is to create, improve, or replace software solutions to better the lives of internal or external customers. As part of my academic career, I’ve had exposure to Java, <a class='scramble'>Ptnyoh</a>, C#, SQL, HTML, CSS, and JavaScript. The \"Projects\" tab above details projects that I’ve built in my spare time. </p>",
                    "hint": {
                                "Uintyrvise": "University",
                                "tepseeprvic": "perspective",
                                "igseenttnri": "interesting",
                                "Enignegneri": "Engineering",
                                "Ptnyoh": "Python"
                            }
                 },
    "scramble2": {
                    "text": "<p> Hello! I’m a Software Engineering Senior at Utah Valley University. During my studies, I worked in retail focusing primarily on critical thinking, business logic, and teamwork. For example, I saved a $40,000 customer order from being <a class='scramble'>acedecnl</a> through conflict resolution and outside-the-box problem solving. This experience gives a unique perspective when building software. After more than six <a class='scramble'>eyrsa</a> of fixing problems on a team, you begin to see how the business functions from numerous perspectives.  What I found the most interesting was when the problem wasn’t business related, but technology related. </p> <p> Software Engineering pairs my passion for solving problems with an industry <a class='scramble'>sctsigonin</a> of dynamic challenges to overcome. What I’m looking for in a career is to create, improve, or replace software solutions to better the lives of internal or external customers. As part of my academic career, I’ve had exposure to Java, Python, C#, SQL, HTML, CSS, and <a class='scramble'>atSpcvariJ</a>. The \"<a class='scramble'>Potjecrs</a>\" tab above details projects that I’ve built in my spare time. </p>",
                    "hint": {
                                "acedecnl": "canceled",
                                "eyrsa": "years",
                                "sctsigonin": "consisting",
                                "atSpcvariJ": "JavaScript",
                                "Potjecrs": "Projects"
                            }
                 },
    "scramble3": {
                    "text": "<p> Hello! I’m a Software Engineering Senior at Utah Valley University. During my studies, I worked in <a class='scramble'>tleria</a> focusing primarily on critical thinking, business logic, and teamwork. For example, I saved a $40,000 customer order from being canceled through conflict resolution and outside-the-box problem solving. This experience gives a unique perspective <a class='scramble'>enhw</a> building software. After more than six years of fixing problems on a team, you begin to see how the business functions from <a class='scramble'>urmonuse</a> perspectives. What I found the most interesting was when the problem wasn’t business related, but technology related. </p> <p> Software Engineering pairs my passion for solving problems with an industry consisting of <a class='scramble'>ymdcnia</a> challenges to overcome. What I’m looking for in a career is to create, improve, or replace software solutions to better the lives of internal or external customers. As part of my academic career, I’ve had exposure to Java, Python, C#, SQL, HTML, CSS, and JavaScript. The \"Projects\" tab above details projects that I’ve <a class='scramble'>lbtui</a> in my spare time. </p>",
                    "hint": {
                                "tleria": "retail",
                                "enhw": "when",
                                "urmonuse": "numerous",
                                "ymdcnia": "dynamic",
                                "lbtui": "built"
                            }
                 },
    "scramble4": {
                    "text": "<p> Hello! I’m a Software Engineering Senior at Utah Valley University. During my studies, I worked in retail focusing primarily on critical thinking, business logic, and teamwork. For example, I saved a $40,000 customer order from being canceled through conflict resolution and outside-the-box problem solving. This experience gives a unique perspective when building software. After <a class='scramble'>oerm</a> than <a class='scramble'>xsi</a> years of fixing problems on a team, you <a class='scramble'>gbien</a> to see how the business functions from numerous perspectives. What I found the most interesting was when the problem wasn’t business related, but technology related. </p> <p> Software Engineering pairs my passion for solving problems with an industry consisting of dynamic challenges to overcome. What I’m looking <a class='scramble'>rfo</a> in a career is to create, improve, or replace software solutions to better the lives of internal or external customers. As part of my academic career, I’ve <a class='scramble'>dha</a> exposure to Java, Python, C#, SQL, HTML, CSS, and JavaScript. The \"Projects\" tab above details projects that I’ve built in my spare time. </p>",
                    "hint": {
                                "oerm": "more",
                                "xsi": "six",
                                "gbien": "begin",
                                "rfo": "for",
                                "dha": "had"
                            }
                 },
    "scramble5": {
                    "text": "<p> Hello! I’m a Software Engineering Senior at Utah Valley University. During my studies, I worked in retail focusing primarily on critical thinking, business logic, <a class='scramble'>dna</a> teamwork. For example, I <a class='scramble'>dsaev</a> a $40,000 customer order <a class='scramble'>morf</a> being canceled through conflict resolution and outside-the-box problem solving. This experience gives a unique perspective when building software. After more than six years of fixing problems on a team, you begin to see how the business functions from numerous perspectives. What I found <a class='scramble'>het</a> most interesting was when the problem wasn’t business related, but technology related. </p> <p> Software Engineering pairs my passion for solving problems with an industry consisting of dynamic challenges to overcome.     What I’m looking for in a career is to create, improve, or replace software solutions to better the lives of internal or external customers.    As <a class='scramble'>aptr</a> of my academic career, I’ve had exposure to Java, Python, C#, SQL, HTML, CSS, and JavaScript. The \"Projects\" tab above details projects that I’ve built in my spare time. </p>",
                    "hint": {
                                "dna": "and",
                                "dsaev": "saved",
                                "morf": "from",
                                "het": "the",
                                "aptr": "part"
                            }
                 }
}